/*
 Localizable.strings
 Redial
 
 Created by qqn_pipi on 10-7-29.
 Copyright 2010 QQN-PIPI.com. All rights reserved.
 */

// Common Translation

"Cancel" = "取消";

"Back" = "返回";

"Edit" = "編輯";

"Call" = "呼叫";

"Dial" = "撥打電話";

"Settings" = "設置";

"Support" = "支持";

"Save" = "保存";

"No" = "否";

"Yes" = "是";

"Close" = "關閉";

"Text Message" = "發送短信";

"Submit" = "提交";

"Reset" = "重置";

"Help" = "幫助";

// SMS & Call Message

"kSmsNotSupportOnOS" = "對不起，您的iPhone操作系統版本不支持發送短信功能";

"kInfoSmsSentSuccess" = "短信已成功提交";

"kInfoSmsSentFailure" = "短信發送失敗，請檢查網絡和系統設置";

"kCallNotSupportOnIPod" = "您的設備不支持撥打電話功能";

"kInfoAddCalendarSuccess" = "成功添加事件到日程表中";

"kInfoConfirmDelete" = "確認刪除這條記錄嗎?";

"kInfoValueEmpty" = "設置取值不能為空";

"kInfoSaveConfigSuccess" = "設置已經成功保存";

"ConnectingServer" = "連接到服務器中...";

"kErrorNetwork" = "本應用需要訪問互聯網，請檢查當前的網絡訪問是否可用。";

"kSystemFailure" = "連接到服務器失敗，請檢查您的網絡是否正確連接到網絡。";

"Feedback" = "反饋";

"Follow" = "信息";

"Invite" = "邀請";

"Nearby" = "地盤";

"Setting" = "我";

"kAroundPlace" = "周邊地盤";

"kMyPlace" = "我的關注";

"kCreatePlace" = "創建我的地盤";

"kEnterPlaceName" = "地盤名稱（中英文字符,0-9）";

"kChooseLocation" = "標記地盤位置";

"kEnterPlaceDescription" = "地盤描述";

"kPlaceNameEmpty" = "地盤名字不能為空";

"kPlaceNameIncorrect" = "地盤名字只能包含中文漢字或者英文字母，以及數字0-9";

"kCreatingPlace" = "發送創建地盤請求中...";

"kFinishSelectLocation" = "完成";

"kCreatePlace" = "創建地盤";

"kNewPost" = "發表";

"kTextContent" = " 文字 ";

"kPhotoContent" = " 圖片 ";

"kSavePost" = "發表";

"kCreatingPost" = "提交帖子中...";

"kRegisteringUser" = "發送註冊請求中...";

"kNearbyPost" = "周邊熱帖";

"kFollowPost" = "我的關注";

"kAtMePost" = "回复我的";

"kMyPrivateMessage" = "私信";

"kDistance" = "距離%d米";

"kPlacePosts" = "地盤最新帖子";

"kFollow" = "關注";

"kUnfollow" = "取消關注";

"kFollowingPlace" = "關注地盤...";

"kUnfollowingPlace" = "取消關注地盤...";

"kDateByMinute" = "%d分鐘前";

"kDateBySecond" = "%d秒前";

"kDateByHour" = "%d小時前";

"kDateByDay" = "%d天前";

"kTotalRelated" = "共%d條相關";

"kRelatedPost" = "所有相關帖子";

"kPlacePostTitle" = "地盤帖子列表";

"kPostRelatedPostTitle" = "帖子詳細信息";

"kCreatePostTitle" = "新建帖子";

"kSyncSNSYes" = "微博(√)";

"kSyncSNSNo" = "微博(X)";

"kReplyPostTitle" = "回复帖子";

"kCreatePostTitle" = "發表新帖";

"kNoContentInPost" = "您需要輸入文本內容或者選擇一幅圖片才能夠發布帖子";

"kExceedContentLength" = "文本內容最大長度為140字";

"kSegText" = "文本（%d）";

"kSegPhoto" = "圖片（%d）";

"kTextLengthExceed" = "帖子文本內容不能超過140個字";

"kLoginIdNotMatch" = "你輸入的ID和你之前使用的不一致，請重新輸入";

"kLoginIdExist" = "你輸入的ID已經被使用，請嘗試其他ID";

"kLoginGeneralError" = "對不起，登錄失敗，錯誤碼為%d，請聯繫我們技術支持郵件以便解決您的問題。";

"kFailInitAuthorization" = "請求授權失敗，請檢查您的網絡是否可用";

"kInitiateAuthorization" = "請求授權中...";

"kCheckAuthorizationResponse" = "校驗授權結果...";

"Logout" = "登出";

"kNickName" = "暱稱";

"kMobile" = "手機號碼";

"kSinaWeibo" = "新浪微博";

"kQQWeibo" = "騰訊微博";

"kRenren" = "人人網";

"kBind" = "已綁定";

"kNotBind" = "未綁定";

"kEnterMobileNumber" = "請輸入手機號碼(示例：13600001234)";

"kEnterNickNameTitle" = "設置暱稱";

"kEnterMobileTitle" = "設置手機";

"kNickNameNotNull" = "暱稱不能為空，請重新設置";

"kUpdatingUser" = "保存用戶資料中...";

"kUpdateUserSucc" = "保存用戶資料成功";

"kUpdateUserFail" = "保存用戶資料失敗";

"kSelectFromAlbum" = "從相冊中選擇";

"kTakePhoto" = "拍照";

"kSendAppLinkBody" = "Hi,向你推荐一下iPhone上的［地盤］應用，你可以通過%@ 下載應用，下載完畢就可以建立你自己的地盤，和你所在社區／寫字樓附近的朋友進行交流了" ;

"kSendAppLinkSubject" = "地盤—— iPhone上的生活互動應用";

"kSendBySMS" = "通過短信發送";

"kSendByEmail" = "通過郵件發送";

"Send" = "發送";

"kReply" = "回复";

"kFeedbackLabel" = "歡迎給我們提供應用的各種寶貴意見和建議，以便我們更好的改進應用，請點擊下面按鈕發送給我們";

"kFeedbackButton" = "發送您的寶貴意見";

"kFeedbackSubject" = "關於［地盤應用］的反饋意見";

"Feedback" = "反饋";

"kAskFollowPlace" = "關注地盤 %@ 嗎?";

"kFollowSucc" = "成功關注地盤！";

"More..." = "更多...";

"kCreatePlaceTitle" = "創建新地盤";

"kSelectPlaceTitle" = "選擇一個地盤";

"kSendPrivateMessage" = "發送私信";

"kSendTo" = "接收人 : ";

"kUnknowFailure" = "請求失敗，請稍候再試";

"kNoContentInMessage" = "消息內容為空，請輸入內容";

"kSendingMessage" = "發送消息中...";

"kDeletingMessage" = "刪除消息中...";

"DOWNLOAD_STATUS_NOT_STARTED" = "未下載";

"DOWNLOAD_STATUS_STARTED" = "下載中";

"DOWNLOAD_STATUS_FINISH" = "已下載";

"DOWNLOAD_STATUS_PAUSE" = "暫停";

"DOWNLOAD_STATUS_FAIL" = "下載失敗";

"Pause" = "暫停";

"Resume" = "恢復";

"Play" = "播放";

"View" = "查看";

"Open" = "打開";

"kDownloadCount" = "%d";

"kDownloadURL" = "是否下載來自%@ 的鏈接文件?";

"kYesDownload" = "是的，我要下載";

"kNoOpenURL" = "不是，繼續打開鏈接";

"kTryDownloadNow" = "正嘗試下載鏈接";

"kDownloadStart" = "開始下載文件 %@";

"kDownloadFinish" = "文件下載完成 %@";

"kDownloadFailure" = "下載失敗 %@";

"kFromWebSite" = "來自 : %@";

"kCannotPreviewFile" = "對不起，本文件不支持預覽";

"kNowPlaying" = "播放";

"kLoadingURL" = "加載網頁中...";

"kLoadingData" = "加載數據中...";

//Preview and Share and Sent to

"kBack" = "返回";

"kNextItem" = "下一個";

"kPreview" = "預覽";

"kOpen" = " 打開";

"kRename" = " 重命名";

"kDelete" = " 刪除";

"kShare" = "分享";

"kFacebook" = " Facebook";

"kTwitter" = " Twitter";

"kEmail" = " 郵件";

"kSMS" = " 短信";

"kMore" = " 更多";

"kSendto" = "發送到";

"kAlbum" = " 專輯";

"kRenameFileAlertTitle" = "輸入新的文件名:";

"kRenameFileAlertOkButtonTitle" = "確定";

"kRenameFileAlertCancelButtonTitle" = "取消";

"kRenameFileSuccessful" = "重命名成功";

"kRenameFileFailed" = "重命名失敗";

"kDeleteFileAlertTitle" = "刪除文件";

"kDeleteFileAlertMessage" = "確定刪除此文件: %@";

"kDeleteFileAlertCancelButtonTitle" = "否";

"kDeleteFileAlertOtherButtonTitle" = "是";

"kDeleteFileFailed" = "刪除文件失敗";

"kShareEmailSubject" = "來自皮皮下載者的文件分享";

"kShareEmailBody" = "%@ %@";

"kSendEmailSubject" = "來自皮皮下載者的文件分享";

"kSendEmailBody" = "%@";

"kEmailCanceled" = "郵件取消";

"kEmailSaved" = "郵件已保存";

"kEmailSent" = "郵件已發送";

"kEmailFailed" = "郵件發送失敗";

"kEmailNotSent" = "郵件尚未發送";

"kMessageCanceled" = "短信取消";

"kMessageSent" = "短信已發送";

"kMessageFailed" = "短信發送失敗";

"kMessageNotSent" = "短信尚未發送";

"kCanNotSendSMS" = "您的設備不支持發送短信";

"kSavingToAlbum" = "正在保存到相冊...";

"kSaveToAlbumFail" = "保存到相冊失敗";

"kSaveToAlbumSuccess" = "保存到相冊成功";

//Download

"kFilterAllButtonTitle" = " 全部";

"kFilterCompleteButtonTitle" = " 已下載";

"kFilterDownloadingButtonTitle" = " 下載中";

"kFilterStarredButtonTitle" = " 我的關注";

//Resource

"kTopButtonTitle" = " 排行";

"kHotButtonTitle" = " 推薦";

"kNewButtonTitle" = " 最新";

"kStarredButtonTitle" = " 收藏";

"kFileType_other" = "其它";

//TopDownloadController
"kDownloaded_Before" = "已經下載過啦";

"kRedownload" = "是否重新下載";

//DownloadWebViewController

"kBackButtonTitle" = "返回";

"kStopButtonTitle" = "停止";

"kReloadButtonTitle" = "刷新";

"kAddFavoriteButtonTitle" = "收藏";

"kBackwardButtonTitle" = "後退";

"kForwardButtonTitle" = "前進";

//in the file:"DownloadAppDelegate.m"

"kFirstViewTitle" = "排行";

"kSecondViewTitle" = "資源";

"kThirdViewTitle" = "瀏覽";

"kFourthViewTitle" = "下載";

//in the file:"BrowseController.m"

"kBrowseButtonTitle" = "訪問";

"kCommonlyUsedWordsLabel" = "常用詞";

"kFailLoadSite" = "連接服務器失敗，請確認是否正確連接道網絡";

"kLoadingURL" = "加載網頁中...";

"kLoadingData" = "獲取數據中...";

"kSaveFavoriteOK" = "成功保存到收藏夾！你可以在資源頁面的收藏中找到該站點。";

"kTopDownload" = "下載排行榜";

"kResourceSites" = "下載站點";

"kCompleteDownloads" = "已完成下載";

"kAllDownloads" = "全部下載";

"kOngoingDownloads" = "進行中下載";

"kStaredDownloads" = "關注下載";

"kGotoWebView" = "當前瀏覽";

"kNoTopDownloadData" = "暫無數據";

"kNoDownloadData" = "暫無下載項";

"other" = "未知";